// This holds a list of fiction Country
// You can use data fetched from a database or cloud as well

final List<Map<String, dynamic>> allConutry = [
  {"code": , "shortName": "", "alpha_3": ''},
004	АФГАНИСТАН	AFG
008	АЛБАНИЯ	ALB
010	АНТАРКТИДА	ATA
012	АЛЖИР	DZA
016	АМЕРИКАНСКОЕ САМОА	ASM
020	АНДОРРА	AND
024	АНГОЛА	AGO
028	АНТИГУА И БАРБУДА	ATG
031	АЗЕРБАЙДЖАН	AZE
032	АРГЕНТИНА	ARG
036	АВСТРАЛИЯ	AUS
040	АВСТРИЯ	AUT
044	БАГАМЫ	BHS
048	БАХРЕЙН	BHR
050	БАНГЛАДЕШ	BGD
051	АРМЕНИЯ	ARM
052	БАРБАДОС	BRB
056	БЕЛЬГИЯ	BEL
060	БЕРМУДЫ	BMU
064	БУТАН	BTN
068	БОЛИВИЯ, МНОГОНАЦИОНАЛЬНОЕ ГОСУДАРСТВО	BOL
070	БОСНИЯ И ГЕРЦЕГОВИНА	BIH
072	БОТСВАНА	BWA
074	ОСТРОВ БУВЕ	BVT
076	БРАЗИЛИЯ	BRA
084	БЕЛИЗ	BLZ
086	БРИТАНСКАЯ ТЕРРИТОРИЯ В ИНДИЙСКОМ ОКЕАНЕ	IOT
090	СОЛОМОНОВЫ ОСТРОВА	SLB
092	ВИРГИНСКИЕ ОСТРОВА (БРИТАНСКИЕ)	VGB
096	БРУНЕЙ-ДАРУССАЛАМ	BRN
100	БОЛГАРИЯ	BGR
104	МЬЯНМА	MMR
108	БУРУНДИ	BDI
112	БЕЛАРУСЬ	BLR
116	КАМБОДЖА	KHM
120	КАМЕРУН	CMR
124	КАНАДА	CAN
132	КАБО-ВЕРДЕ	CPV
136	ОСТРОВА КАЙМАН	CYM
140	ЦЕНТРАЛЬНО-АФРИКАНСКАЯ РЕСПУБЛИКА	CAF
144	ШРИ-ЛАНКА	LKA
148	ЧАД	TCD
152	ЧИЛИ	CHL
156	КИТАЙ	CHN
158	ТАЙВАНЬ (КИТАЙ)	TWN
162	ОСТРОВ РОЖДЕСТВА	CXR
166	КОКОСОВЫЕ (КИЛИНГ) ОСТРОВА	CCK
170	КОЛУМБИЯ	COL
174	КОМОРЫ	COM
175	МАЙОТТА	MYT
178	КОНГО	COG
180	КОНГО, ДЕМОКРАТИЧЕСКАЯ РЕСПУБЛИКА	COD
184	ОСТРОВА КУКА	COK
188	КОСТА-РИКА	CRI
191	ХОРВАТИЯ	HRV
192	КУБА	CUB
196	КИПР	CYP
203	ЧЕХИЯ	CZE
204	БЕНИН	BEN
208	ДАНИЯ	DNK
212	ДОМИНИКА	DMA
214	ДОМИНИКАНСКАЯ РЕСПУБЛИКА	DOM
218	ЭКВАДОР	ECU
222	ЭЛЬ-САЛЬВАДОР	SLV
226	ЭКВАТОРИАЛЬНАЯ ГВИНЕЯ	GNQ
231	ЭФИОПИЯ	ETH
232	ЭРИТРЕЯ	ERI
233	ЭСТОНИЯ	EST
234	ФАРЕРСКИЕ ОСТРОВА	FRO
238	ФОЛКЛЕНДСКИЕ ОСТРОВА (МАЛЬВИНСКИЕ)	FLK
239	ЮЖНАЯ ДЖОРДЖИЯ И ЮЖНЫЕ САНДВИЧЕВЫ ОСТРОВА	SGS
242	ФИДЖИ	FJI
246	ФИНЛЯНДИЯ	FIN
248	ЭЛАНДСКИЕ ОСТРОВА	ALA
250	ФРАНЦИЯ	FRA
254	ФРАНЦУЗСКАЯ ГВИАНА	GUF
258	ФРАНЦУЗСКАЯ ПОЛИНЕЗИЯ	PYF
260	ФРАНЦУЗСКИЕ ЮЖНЫЕ ТЕРРИТОРИИ	ATF
262	ДЖИБУТИ	DJI
266	ГАБОН	GAB
268	ГРУЗИЯ	GEO
270	ГАМБИЯ	GMB
275	ПАЛЕСТИНА, ГОСУДАРСТВО	PSE
276	ГЕРМАНИЯ	DEU
288	ГАНА	GHA
292	ГИБРАЛТАР	GIB
296	КИРИБАТИ	KIR
300	ГРЕЦИЯ	GRC
304	ГРЕНЛАНДИЯ	GRL
308	ГРЕНАДА	GRD
312	ГВАДЕЛУПА	GLP
316	ГУАМ	GUM
320	ГВАТЕМАЛА	GTM
324	ГВИНЕЯ	GIN
328	ГАЙАНА	GUY
332	ГАИТИ	HTI
334	ОСТРОВ ХЕРД И ОСТРОВА МАКДОНАЛЬД	HMD
336	ПАПСКИЙ ПРЕСТОЛ (ГОСУДАРСТВО - ГОРОД ВАТИКАН)	VAT
340	ГОНДУРАС	HND
344	ГОНКОНГ	HKG
348	ВЕНГРИЯ	HUN
352	ИСЛАНДИЯ	ISL
356	ИНДИЯ	IND
360	ИНДОНЕЗИЯ	IDN
364	ИРАН (ИСЛАМСКАЯ РЕСПУБЛИКА)	IRN
368	ИРАК	IRQ
372	ИРЛАНДИЯ	IRL
376	ИЗРАИЛЬ	ISR
380	ИТАЛИЯ	ITA
384	КОТ Д'ИВУАР	CIV
388	ЯМАЙКА	JAM
392	ЯПОНИЯ	JPN
398	КАЗАХСТАН	KAZ
400	ИОРДАНИЯ	JOR
404	КЕНИЯ	KEN
408	КОРЕЯ, НАРОДНО-ДЕМОКРАТИЧЕСКАЯ РЕСПУБЛИКА	PRK
410	КОРЕЯ, РЕСПУБЛИКА	KOR
414	КУВЕЙТ	KWT
417	КИРГИЗИЯ	KGZ
418	ЛАОССКАЯ НАРОДНО-ДЕМОКРАТИЧЕСКАЯ РЕСПУБЛИКА	LAO
422	ЛИВАН	LBN
426	ЛЕСОТО	LSO
428	ЛАТВИЯ	LVA
430	ЛИБЕРИЯ	LBR
434	ЛИВИЯ	LBY
438	ЛИХТЕНШТЕЙН	LIE
440	ЛИТВА	LTU
442	ЛЮКСЕМБУРГ	LUX
446	МАКАО	MAC
450	МАДАГАСКАР	MDG
454	МАЛАВИ	MWI
458	МАЛАЙЗИЯ	MYS
462	МАЛЬДИВЫ	MDV
466	МАЛИ	MLI
470	МАЛЬТА	MLT
474	МАРТИНИКА	MTQ
478	МАВРИТАНИЯ	MRT
480	МАВРИКИЙ	MUS
484	МЕКСИКА	MEX
492	МОНАКО	MCO
496	МОНГОЛИЯ	MNG
498	МОЛДОВА, РЕСПУБЛИКА	MDA
499	ЧЕРНОГОРИЯ	MNE
500	МОНТСЕРРАТ	MSR
504	МАРОККО	MAR
508	МОЗАМБИК	MOZ
512	ОМАН	OMN
516	НАМИБИЯ	NAM
520	НАУРУ	NRU
524	НЕПАЛ	NPL
528	НИДЕРЛАНДЫ	NLD
531	КЮРАСАО	CUW
533	АРУБА	ABW
534	СЕН-МАРТЕН (нидерландская часть)	SXM
535	БОНЭЙР, СИНТ-ЭСТАТИУС И САБА	BES
540	НОВАЯ КАЛЕДОНИЯ	NCL
548	ВАНУАТУ	VUT
554	НОВАЯ ЗЕЛАНДИЯ	NZL
558	НИКАРАГУА	NIC
562	НИГЕР	NER
566	НИГЕРИЯ	NGA
570	НИУЭ	NIU
574	ОСТРОВ НОРФОЛК	NFK
578	НОРВЕГИЯ	NOR
580	СЕВЕРНЫЕ МАРИАНСКИЕ ОСТРОВА	MNP
581	МАЛЫЕ ТИХООКЕАНСКИЕ ОТДАЛЕННЫЕ ОСТРОВА СОЕДИНЕННЫХ ШТАТОВ	UMI
583	МИКРОНЕЗИЯ, ФЕДЕРАТИВНЫЕ ШТАТЫ	FSM
584	МАРШАЛЛОВЫ ОСТРОВА	MHL
585	ПАЛАУ	PLW
586	ПАКИСТАН	PAK
591	ПАНАМА	PAN
598	ПАПУА-НОВАЯ ГВИНЕЯ	PNG
600	ПАРАГВАЙ	PRY
604	ПЕРУ	PER
608	ФИЛИППИНЫ	PHL
612	ПИТКЕРН	PCN
616	ПОЛЬША	POL
620	ПОРТУГАЛИЯ	PRT
624	ГВИНЕЯ-БИСАУ	GNB
626	ТИМОР-ЛЕСТЕ	TLS
630	ПУЭРТО-РИКО	PRI
634	КАТАР	QAT
638	РЕЮНЬОН	REU
642	РУМЫНИЯ	ROU
643	РОССИЯ	RUS
646	РУАНДА	RWA
652	СЕН-БАРТЕЛЕМИ	BLM
654	СВЯТАЯ ЕЛЕНА, ОСТРОВ ВОЗНЕСЕНИЯ, ТРИСТАН-ДА-КУНЬЯ	SHN
659	СЕНТ-КИТС И НЕВИС	KNA
660	АНГИЛЬЯ	AIA
662	СЕНТ-ЛЮСИЯ	LCA
663	СЕН-МАРТЕН (французская часть)	MAF
666	СЕН-ПЬЕР И МИКЕЛОН	SPM
670	СЕНТ-ВИНСЕНТ И ГРЕНАДИНЫ	VCT
674	САН-МАРИНО	SMR
678	САН-ТОМЕ И ПРИНСИПИ	STP
682	САУДОВСКАЯ АРАВИЯ	SAU
686	СЕНЕГАЛ	SEN
688	СЕРБИЯ	SRB
690	СЕЙШЕЛЫ	SYC
694	СЬЕРРА-ЛЕОНЕ	SLE
702	СИНГАПУР	SGP
703	СЛОВАКИЯ	SVK
704	ВЬЕТНАМ	VNM
705	СЛОВЕНИЯ	SVN
706	СОМАЛИ	SOM
710	ЮЖНАЯ АФРИКА	ZAF
716	ЗИМБАБВЕ	ZWE
724	ИСПАНИЯ	ESP
732	ЗАПАДНАЯ САХАРА	ESH
729	СУДАН	SDN
740	СУРИНАМ	SUR
744	ШПИЦБЕРГЕН И ЯН МАЙЕН	SJM
748	ЭСВАТИНИ	SWZ
752	ШВЕЦИЯ	SWE
756	ШВЕЙЦАРИЯ	CHE
760	СИРИЙСКАЯ АРАБСКАЯ РЕСПУБЛИКА	SYR
762	ТАДЖИКИСТАН	TJK
764	ТАИЛАНД	THA
768	ТОГО	TGO
772	ТОКЕЛАУ	TKL
776	ТОНГА	TON
780	ТРИНИДАД И ТОБАГО	TTO
784	ОБЪЕДИНЕННЫЕ АРАБСКИЕ ЭМИРАТЫ	ARE
788	ТУНИС	TUN
792	ТУРЦИЯ	TUR
795	ТУРКМЕНИСТАН	TKM
796	ОСТРОВА ТЕРКС И КАЙКОС	TCA
798	ТУВАЛУ	TUV
800	УГАНДА	UGA
804	УКРАИНА	UKR
807	СЕВЕРНАЯ МАКЕДОНИЯ	MKD
818	ЕГИПЕТ	EGY
826	СОЕДИНЕННОЕ КОРОЛЕВСТВО	GBR
831	ГЕРНСИ	GGY
832	ДЖЕРСИ	JEY
833	ОСТРОВ МЭН	IMN
834	ТАНЗАНИЯ, ОБЪЕДИНЕННАЯ РЕСПУБЛИКА	TZA
840	СОЕДИНЕННЫЕ ШТАТЫ	USA
850	ВИРГИНСКИЕ ОСТРОВА (США)	VIR
854	БУРКИНА-ФАСО	BFA
858	УРУГВАЙ	URY
860	УЗБЕКИСТАН	UZB
862	ВЕНЕСУЭЛА (БОЛИВАРИАНСКАЯ РЕСПУБЛИКА)	VEN
876	УОЛЛИС И ФУТУНА	WLF
882	САМОА	WSM
887	ЙЕМЕН	YEM
894	ЗАМБИЯ	ZMB
895	АБХАЗИЯ	ABH
896	ЮЖНАЯ ОСЕТИЯ	OST
728	ЮЖНЫЙ СУДАН	SSD

];